Repository: atefganm/Satdreamgr-HD-TranspBA
Catalog: usr/lib/enigma2/python/Plugins/Satdreamgr/TranspBASkinSetup/locale/*/LC_MESSAGES/TranspBASkinSetup.po
Languages: el

source: default
el: προεπιλογή

source: black
el: μαύρο

source: ultra transparent
el: διαφανές

source: blue
el: μπλε

source: green
el: πράσινο

source: navy blue
el: μπλε μαρέν

source: grey
el: γκρι

source: simple
el: απλή

source: full
el: πλήρης (πάνω-κάτω)

source: full bottom
el: πλήρης (μόνο κάτω)

source: TranspBA skin setup
el: Ρύθμιση θέματος TranspBA

source: Cancel
el: Ακύρωση

source: OK
el: ΟΚ

source: Skin color
el: Χρώμα θέματος

source: Choose the background color of the skin.
el: Επιλέξτε το χρώμα παρασκηνίου.

source: Infobar style
el: Μπάρα πληροφοριών

source: Select the type of the infobar.
el: Επιλέξτε το στυλ της μπάρας πληροφοριών.

source: Weather on infobar
el: Καιρός στην μπάρα πληροφοριών

source: Show weather information on infobar (the MSN Weather plugin must be installed in your receiver).
el: Εμφάνιση καιρού στην μπάρα πληροφοριών (το πρόσθετο MSN Weather πρέπει να είναι εγκατεστημένο στον δέκτη).

source: Your receiver will be restarted in order to apply the new skin settings. Do you want to proceed?
el: Θα γίνει επανεκκίνηση του δέκτη σας για να εφαρμοστούν οι νέες ρυθμίσεις του θέματος. Είστε σίγουροι ότι θέλετε να συνεχίσετε;

source: Error applying color settings!
el: Σφάλμα κατά τη εφαρμογή των ρυθμίσεων χρώματος του θέματος!

source: Setup tool for Satdreamgr-HD-TranspBA skin
el: Εργαλείο διαμόρφωσης για το θέμα Satdreamgr-HD-TranspBA
